Repository: wallaceer/wp-import-msword
Catalog: languages/wpimportword-*.po
Languages: it_it

source: Import content from Word document
it_it: Crea post e pagine leggendo i contenuti dei file word

source: Configuration
it_it: Configurazione

source: Logs WP Import Word
it_it: Registro eventi

source: Logs
it_it: Registro

source: Doc WP Import Word
it_it: Documentazione

source: Help
it_it: Aiuto

source: Create
it_it: Crea

source: Word Import Configuration
it_it: Configurazione

source: Directory to save documents (only directory name)
it_it: Directory in cui salvare i documenti Words caricati (indicare soltanto il nome della directory)

source: Post type (Page/Post)
it_it: Tipo di contenuto (Pagina/Articolo)

source: Page
it_it: Pagina

source: Post
it_it: Articolo

source: Post status after creation
it_it: Stato contenuto dopo la creazione

source: Publish
it_it: Pubblico

source: Draft
it_it: Bozza

source: Pending
it_it: In attesa

source: Enable document parsing
it_it: Abilita la mappatura dei dati nel documento

source: Post parent mapping
it_it: Contenuto genitore

source: Character separator for document parsing
it_it: Carattere di separazione per la mappatura del documento

source: The position of field in the string structure define the field's position in the Word document. If is empty this configuration will not evaluate.
it_it: La posizione del campo nella stringa definisce la posizione del campo nel documento Word. Se questa stringa è vuota on viene consierata.

source: String structure for ACF fields
it_it: Struttura dei campi ACF

source: Show only errors
it_it: Mostra soltanto gli errori

source: Send report Email
it_it: Invia un report tramite email

source: Email address for report
it_it: Indirizzo email per l’invio del report

source: Word Import Logs
it_it: Registro eventi

source: Word Import Documentation
it_it: Documentazione
